{
    "society_tips.tip.mining_skill_fortune": "Se você não pode pagar o encantamento Fortuna no início do jogo, invista nos nós de Fortuna da árvore de habilidade de Mineração.",
    "society_tips.tip.slot_machine": "Usar uma moeda em uma máquina caça-níqueis dará 4x o valor se você vencer!",
    "society_tips.tip.wool": "Não quer matar vacas por couro? Armadura de lã pode ser criada em uma Mesa de Costura.",
    "society_tips.tip.trading_depot": "Depósitos de Troca podem automatizar negociações com qualquer aldeão.",
    "society_tips.tip.fire_quartz_one": "Quartzo de Fogo pode ser encontrado no Nether e em biomas quentes da Caverna da Caveira.",
    "society_tips.tip.earth_crystals_one": "Cristais da Terra podem ser encontrados no overworld e em certos biomas da Caverna da Caveira.",
    "society_tips.tip.gold_slimes": "Slimes de Ouro roubarão da sua conta bancária e causarão invasões quando irritados.",
    "society_tips.tip.nether_vacation": "O Nether é um ótimo lugar para tirar férias!",
    "society_tips.tip.translocators": "Translocadores podem transferir itens entre dois inventários em um espaço compacto.",
    "society_tips.tip.pig_racing_season": "Alguns porcos correm melhor ou pior em certas estações.",
    "society_tips.tip.suggestions": "Quer fazer uma sugestão para o modpack? Entre no Discord!",
    "society_tips.tip.prize_machine_two": "Resgatar um Ticket de Prêmio dá um pouco de experiência em todas as categorias.",
    "society_tips.tip.milk": "Leite Grande possui muita saturação quando bebido.",
    "society_tips.tip.beemonican": "O Selo Beemonicano pode ser saqueado da rainha.",
    "society_tips.tip.mystical_ocean": "Interessado em sobrevivência em ilhas e mods de magia? Experimente Society: Mystical Ocean!",
    "society_tips.tip.husbandry_time": "Animais de fazenda só ficam com fome após um dia inteiro de Minecraft sem comida.",
    "society_tips.tip.fish_season_night": "Alguns peixes só podem ser pescados à noite.",
    "society_tips.tip.quality_seed_maker": "Usar colheitas de alta qualidade no Criador de Sementes produzirá sementes da mesma qualidade.",
    "society_tips.tip.mining_skill_leveling_one": "Minerar Nós de Geodo dá uma grande quantidade de experiência de Mineração.",
    "society_tips.tip.adventuring_skill_leveling": "Saquear baús dá uma grande quantidade de experiência de Aventura.",
    "society_tips.tip.husbandry_pigs": "Porcos ocasionalmente desenterrarão Trufas se gostarem o suficiente de você.",
    "society_tips.tip.prize_machine_one": "Algumas árvores frutíferas só podem ser obtidas através da Máquina de Prêmios.",
    "society_tips.tip.wise_oak": "Se você encontrar um carvalho que afirma ser sábio, tire um momento para ouvi-lo.",
    "society_tips.tip.roe_value": "Quanto mais valioso o peixe, mais valioso será seu ovas.",
    "society_tips.tip.balloons": "Certifique-se de olhar para o céu de vez em quando. Pode haver um balão que você pode estourar!",
    "society_tips.tip.enriched_bonemeal": "Farinha de Osso Enriquecida pode cultivar Bagas Luminosas e duplicar flores de chá.",
    "society_tips.tip.skill_books": "Mercadores Andarilhos têm chance de vender livros de habilidade especiais.",
    "society_tips.tip.pet_gifts": "Pets darão itens especiais ao atingir 10 corações de afeição.",
    "society_tips.tip.exotic_trader": "O Comerciante Exótico vende melhorias para Máquinas Artesanais.",
    "society_tips.tip.almanac": "O Almanaque do Fazendeiro possui informações sobre todas as Colheitas, Animais de Fazenda e Pets.",
    "society_tips.tip.quality_preserves": "Algumas Máquinas Artesanais preservam a qualidade dos ingredientes, outras não.",
    "society_tips.tip.barkeeper": "O Barman vende comida por um preço alto para os preguiçosos demais para cozinhar. Você sabe quem você é.",
    "society_tips.tip.slot_machine_prismatic": "Máquinas caça-níqueis podem, muito raramente, soltar Fragmentos Prismáticos ao usar moedas de maior valor.",
    "society_tips.tip.golden_egg_one": "Ovos Dourados podem ser minerados com Toque Suave para fazer maionese.",
    "society_tips.tip.husbandry_deployer": "Animais de fazenda detestam a mão fria e sem vida de um Deployer.",
    "society_tips.tip.eternal_summer_jungle": "Biomas de Selva e Savana ficam permanentemente no Verão.",
    "society_tips.tip.husbandry_magic_shears": "Tesouras Mágicas parecem estranhas e um pouco desagradáveis.",
    "society_tips.tip.snorp_sneep": "Snorp Sneep Ɛ:",
    "society_tips.tip.hamsters": "Não alimente Hamsters.",
    "society_tips.tip.husbandry_hand_feed": "Cochos são convenientes para alimentar animais, mas eles absolutamente amam ser alimentados à mão.",
    "society_tips.tip.villager_decor": "Aldeões decoram festivamente durante o Fim do Inverno!",
    "society_tips.tip.golden_egg_two": "Ovos Dourados podem conter algo prismático...",
    "society_tips.tip.lunchboxes": "Sacolas de Lanche e Marmitas podem ser comidas diretamente para evitar bagunça no inventário.",
    "society_tips.tip.preserves_jar": "Potes de Conserva triplicam o valor das frutas e colheitas colocadas dentro.",
    "society_tips.tip.skull_cavern": "A Caverna da Caveira é a área mais perigosa para visitar.",
    "society_tips.tip.cooking": "Cozinhar sempre aumenta o valor de todos os ingredientes.",
    "society_tips.tip.bank_meter": "Quer saber quanto dinheiro tem no Banco? Compre um Medidor Bancário para exibir na HUD!",
    "society_tips.tip.crab_traps": "Armadilhas de Caranguejo funcionam duas vezes mais rápido em biomas de Rio e Oceano.",
    "society_tips.tip.broken_clock": "A melhoria Relógio Quebrado reduz pela metade o tempo necessário em Barris de Envelhecimento!",
    "society_tips.tip.sellable_search": "Você pode pesquisar por 'coin' no JEI/NEI para ver todos os itens vendáveis.",
    "society_tips.tip.artisan_upgrades": "Máquinas Artesanais soltam suas melhorias quando quebradas.",
    "society_tips.tip.fish_season_rainy": "Alguns peixes só podem ser pescados enquanto está chovendo.",
    "society_tips.tip.capitalism": "Capitalismo.",
    "society_tips.tip.regret_crystals": "Não gostou das habilidades que escolheu? Compre um Cristal do Arrependimento com um Clérigo!",
    "society_tips.tip.rainbow_trout": "Trutas Arco-Íris em Viveiros têm 1% de chance de dar Fragmentos Prismáticos.",
    "society_tips.tip.wandering_trader_two": "O Mercador Andarilho vende certos móveis raros de forma confiável.",
    "society_tips.tip.sneep_snorp_two": "Sneep Snorp :3",
    "society_tips.tip.fish_season": "Alguns peixes só podem ser pescados em estações específicas.",
    "society_tips.tip.fishing_skill_leveling": "Experiência de pesca também vem de criar equipamentos de pesca e colher de Viveiros de Peixes.",
    "society_tips.tip.farming_skill_leveling": "Experiência de agricultura também vem de comer refeições cozidas e usar Máquinas Artesanais.",
    "society_tips.tip.wandering_trader_one": "O Mercador Andarilho vende livros que dão experiência de habilidades.",
    "society_tips.tip.tubasmoke_stick": "Tubasmoke mata...",
    "society_tips.tip.lets_go_gambling": "Vamos apostar! ...Ah, droga.",
    "society_tips.tip.husbandry_naming": "Por favor, dê nome aos seus animais de fazenda.",
    "society_tips.tip.balloon_seeds_two": "Flores de Chá podem ser encontradas em Balões Verdes.",
    "society_tips.tip.copycats": "Zinco pode ser usado para criar blocos Copycat. São os melhores amigos dos construtores.",
    "society_tips.tip.quality_seeds": "Sementes de alta qualidade têm maior chance de gerar colheitas de alta qualidade.",
    "society_tips.tip.passable_leaves": "Qualquer bloco de folha pode ser atravessado e até amortecer sua queda.",
    "society_tips.tip.pig_racing": "Nós temos corrida de porcos!",
    "society_tips.tip.husbandry_fine_wool": "Somente Ovelhas e Coelhos podem produzir Lã Fina.",
    "society_tips.tip.effects": "Não sabe o que um efeito faz? Pesquise no JEI!",
    "society_tips.tip.furniture": "Gosta de decorar? Compre um Catálogo de Móveis do Botânico Místico!",
    "society_tips.tip.sol_onion": "Manter uma dieta diversa garante buffs constantes.",
    "society_tips.tip.fire_quartz_two": "Quartzo de Fogo emite níveis baixos de luz.",
    "society_tips.tip.husbandry_babies": "Criar um animal desde bebê faz com que ele goste mais de você.",
    "society_tips.tip.balloon_seeds_one": "Sementes de Algodão podem ser encontradas em Balões Verdes.",
    "society_tips.tip.boomcat_slimes": "Slimes Boomcat explodem suavemente quando estão com fome.",
    "society_tips.tip.earth_crystals_two": "Cristais da Terra emitem pequenas quantidades de luz.",
    "society_tips.tip.husbandry_sheep_milk": "Ovelhas podem ser ordenhadas, mas leva duas vezes mais tempo para produzir leite do que Vacas.",
    "society_tips.tip.etched": "A Mesa de Gravação pode criar discos de música usando links do Bandcamp, Soundcloud ou URLs de áudio.",
    "society_tips.tip.fish_season_clear": "Alguns peixes só podem ser pescados quando o clima está limpo.",
    "society_tips.tip.husbandry_panda": "Pandas forrageiam frutas de árvores difíceis de obter.",
    "society_tips.tip.husbandry_goat_milk": "O leite de Cabra é muito mais valioso que o de Vaca. Infelizmente, isso significa lidar com cabras.",
    "society_tips.tip.husbandry_goat_bison": "Cabras e Bisões são cheios de ódio e atropelarão tudo que virem.",
    "society_tips.tip.beemonica_bear": "Encontre o Selo Beemonicano, encontre o Urso...",
    "society_tips.tip.sneep_snorp_one": "Sneep Snorp",
    "society_tips.tip.fish_radar": "Não consegue descobrir onde encontrar um peixe? Um Radar de Peixes pode mostrar os peixes disponíveis em sua localização.",
    "society_tips.tip.string": "Procurando Linha cedo no jogo? Taboas e Linho podem ajudar.",
    "society_tips.tip.mining_skill_leveling_two": "Minerar Quartzo do Nether é uma ótima forma de conseguir muita experiência de Mineração.",
    "society_tips.tip.quest_book": "Se você se sentir perdido na progressão, dê uma olhada no livro de missões!",
    "society_tips.tip.neptunium": "Armadilhas de Caranguejo têm uma pequena chance de pescar Fragmentos de Neptúnio.",
    "society_tips.tip.sniffle_snaffle": "Sniffle Snaffle (Snuffle)",

    "society_tips.tip.ribbit_hut": "Ribbit Huts podem colher colheitas e caules de Parreira.",
    "society_tips.tip.bookseller": "O Vendedor de Livros pode ser chamado pelo telefone no final de cada estação.",
    "society_tips.tip.skull_cavern_blocks": "Blocos colocados na Caverna da Caveira não desaparecem durante a noite.",
    "society_tips.tip.fish_pond_stack": "Viveiros de Peixes podem ser empilhados verticalmente.",
    "society_tips.tip.sprinkler_inset": "Aspersores podem ser colocados no mesmo nível da Terra Arada e ainda hidratá-la."
}
